Repository: lepidus/fullJournalTransfer
Catalog: locale/*/locale.po
Languages: pt_br

# plugins.importexport.fullJournal.displayName
source: Journal Export Plugin
pt_br: Plugin de Exportação de Revista

# plugins.importexport.fullJournal.description
source: Allows you to import and export journals.
pt_br: Permite importar e exportar revistas.

# plugins.importexport.fullJournal.cliUsage
source: Usage: {$scriptName} {$pluginName} [command] ... Commands: import [targzFileName] [user_name] export [targzFileName] [journal_path]
pt_br: Uso: {$scriptName} {$pluginName} [comando] ... Comandos: import [xmlFileName] [user_name] export [xmlFileName] [journal_path]

# plugins.importexport.fullJournal.exportingJournal
source: Exporting journal {$journalName}...
pt_br: Exportando revista {$journalName}...

# plugins.importexport.fullJournal.exportingUsers
source: Exporting users...
pt_br: Exportando usuários...

# plugins.importexport.fullJournal.exportingSections
source: Exporting sections...
pt_br: Exportando seções...

# plugins.importexport.fullJournal.exportingIssues
source: Exporting issues...
pt_br: Exportando edições...

# plugins.importexport.fullJournal.exportingArticles
source: Exporting articles...
pt_br: Exportando artigos...

# plugins.importexport.fullJournal.exportingMetrics
source: Exporting metrics...
pt_br: Exportando métricas...

# plugins.importexport.fullJournal.exportCompleted
source: Export completed successfully
pt_br: Exportaçào concluída com sucesso

# plugins.importexport.fullJournal.importingJournal
source: Importing journal...
pt_br: Importando revista...

# plugins.importexport.fullJournal.importingUsers
source: Importing users...
pt_br: Importando usuários...

# plugins.importexport.fullJournal.importingSections
source: Importing sections...
pt_br: Importando seções...

# plugins.importexport.fullJournal.importingIssues
source: Importing issues...
pt_br: Importando edições...

# plugins.importexport.fullJournal.importingArticles
source: Importing articles...
pt_br: Importando artigos...

# plugins.importexport.fullJournal.importingMetrics
source: Importing metrics...
pt_br: Importando métricas...

# plugins.importexport.fullJournal.importCompleted
source: Import completed successfully
pt_br: Importação concluída com sucesso

# plugins.importexport.fullJournal.error.userNotFound
source: User with email {$email} is not present on the site.
pt_br: Usuário com email {$email} não está presente no site.

# plugins.importexport.fullJournal.error.metric
source: Failed to import metric. {$reason}
pt_br: Falha ao importar a métrica. {$reason}
